IDEA Open Model
MatSteelCHN.fy Property
Compatible with IDEA StatiCa 20.1
 Yield strength
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double fy { get; set; }
Public Property fy As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatSteelCHN Class
IdeaRS.OpenModel.Material Namespace